{
  "stories": [
    {
      "id": "the-sleepy-forest-friends",
      "title": "The Sleepy Forest Friends",
      "excerpt": "Join Benny the Bear and Luna the Rabbit as they discover the secret to peaceful sleep in the enchanted forest.",
      "thumbnailUrl": "/images/the-sleepy-forest-friends.jpg",
      "audioUrl": "/audio/the-sleepy-forest-friends.mp3",
      "youtubeId": "dQw4w9WgXcQ",
      "duration": "12:30",
      "tags": ["forest", "animals", "sleepy"],
      "publishedAt": "2025-08-05",
      "fullText": "Once upon a time in a quiet forest, Benny the Bear and Luna the Rabbit loved to explore the woods during the day but often had trouble falling asleep at night.\n\nOne evening, they decided to visit Grandmother Owl, the wisest creature in the forest, to ask for advice.\n\nGrandmother Owl taught them a simple secret: breathe deeply, think of happy moments, and listen to the soothing sounds of the forest.\n\nThat night, Benny and Luna followed her advice, breathing slowly and remembering their favorite parts of the day. Soon, the stars above twinkled brighter, and they drifted into the most peaceful sleep.\n\nFrom then on, every night was calm and dreamy in the enchanted forest."
    },
    {
      "id": "the-dreamy-cloud-ride",
      "title": "The Dreamy Cloud Ride",
      "excerpt": "Fly through the starry night sky on a magical cloud with Oliver and his cat Whiskers.",
      "thumbnailUrl": "/images/the-dreamy-cloud-ride.jpg",
      "audioUrl": "/audio/the-dreamy-cloud-ride.mp3",
      "youtubeId": "Z1LmpiIGYNs",
      "duration": "10:45",
      "tags": ["clouds", "night sky", "magical"],
      "publishedAt": "2025-08-03",
      "fullText": "Oliver loved watching the stars from his window each night, but he always dreamed of touching the clouds. One night, as he drifted to sleep, a soft glowing cloud floated by and invited him aboard.\n\nWith his cat Whiskers curled beside him, Oliver soared high above the rooftops, gliding through the moonlight. They passed twinkling stars, quiet villages, and shimmering lakes reflecting the night sky.\n\nThe cloud carried them gently until the first hint of sunrise appeared. As dawn broke, Oliver and Whiskers returned to his bed, smiling in their sleep, ready for another magical journey the next night."
    }
  ]
}
